{
  "buku_cerita": [
    {
      "judul": "MALIN KUNDANG ANAK DURHAKA ",
      "asal": "Sumatra Barat",
      "sinopsis": "Malin Kundang adalah seorang anak yang durhaka kepada ibunya. Ia pergi merantau mencari kehidupan yang lebih baik tanpa pernah kembali. Setelah sukses menjadi kaya dan menikah, Malin Kundang akhirnya kembali ke desanya. Namun, ia menolak mengakui ibunya yang tua, kotor, dan berbau. Sang ibu yang sedih dan marah mengutuk Malin agar dihukum. Keajaiban terjadi saat kapal Malin dihantam bencana, dan tubuhnya berubah menjadi batu yang melekat di karang. Malin Kundang akhirnya mendapatkan hukuman yang setimpal atas perbuatannya yang durhaka, mengingatkan kita akan pentingnya menghormati dan berbakti kepada orang tua.",
      "cerita": "Dahulu kala, tersebutlah sebuah keluarga miskin yang terdiri dari ibu dan seorang anaknya\nyang bernama Malin Kundang. Karena ayahnya telah meninggalkannya, sang ibu pun harus\nbekerja keras sendiri untuk bisa menghidupi keluarganya.\nKetika dia beranjak dewasa, Malin merasa kasihan pada iBunia yang sedari dulu bekerja\nkeras menghidupinya. Kemudian Malin meminta izin untuk merantau mencari pekerjaan di\nkota besar.\n“Bu, saya ingin pergi ke kota. Saya ingin kerja untuk bisa bantu ibu di sini.” pinta Malin.\n“Jangan tinggalkan ibu sendiri, nak. Ibu hanya punya kamu di sini.” kata sang ibu menolak.\n“Izinkan saya pergi, bu. Saya kasihan melihat ibu terus bekerja sampai sekarang.” kata\nMalin.\n“Baiklah nak, tapi ingat jangan lupakan ibu dan desa ini ketika kamu sukses di sana” Ujar\nsang ibu berlinang ari mata.\nKeesokan harinya Malin pergi ke kota besar dengan menggunakan sebuah kapal. Setelah\nbeberapa tahun bekerja keras, dia berhasil di kota rantauannya. Malin sekarang menjadi\norang kaya yang bahkan mempunyai banyak kapal dagang. Dan Malin pun sudah menikah\ndengan wanita cantik di sana. Berita tentang Malin yang menjadi orang kaya sampai lah ke\niBunia. Sang ibu sangat senang mendengarnya. Dia selalu menunggu di pantai setiap hari,\nberharap anak si mata wayangnya kembali dan mengangkat drajat iBunia. Tetapi Malin tak\npernah datang.\nAkhirnya pada suatu waktu, Malin pun datang ke desanya beserta istri dan anak buahnya.\nMendengar kedatangan Malin, sang ibu merasa sangat gembira. Dia bahkan berlari menuju\npantai untuk segera melihat anak yang disayanginya pulang.\n“Apa itu kamu Malin, anak ku? Ini ibu mu, kamu ingat” Tanya sang Ibu.\n\"Malin Kundang, anakku, mengapa kau pergi begitu lama tanpa mengirim kabar?\" Katanya\nsambil memeluk Malin Kundang.\nSang istri yang terkejut melihat kenyataan bahwa wanita tua, bau, dan kotor yang memeluk\nsuaminya, berkata:\n\"Jadi wanita tua, bau, dekil ini adalah ibu kamu, Malin\"\nKarena rasa malu, Malin Kundang pun segera melepaskan pelukan iBunia dan mendorongnya\nhingga jatuh.\n“Saya tidak kenal kamu wanita tua miskin” kata Malin.\n\"Dasar wanita tua tak tahu diri, Sembarang saja mengaku sebagai ibuku.\" Lanjut Malin\nmembentak.\nMendengar perkataan anak kandungnya seperti itu, sang ibu merasa sedih dan marah. Ia\ntidak menduga, anak yang sangat disayanginya berubah menjadi anak durhaka.\n\"Oh Tuhan ku yang kuasa, jika dia adalah benar anakku, Saya mohon berikan azab padanya\ndan rubah lah dia jadi batu.\" doa sang ibu murka.\nTidak lama kemudian angin dan petir bergemuruh menghantam dan menghancurkan kapal\nMalin Kundang. Setelah itu, Tubuh Malin Kundang kaku dan kemudian menjadi batu yang\nmenyatu dengan karang.",
      "sumber": "http://www.indonesia-osaka.org/wp-content/uploads/2016/05/1.-MALING-KUNDANG-ANAK-DURHAKA.pdf",
      "img": "https://opac.perpusnas.go.id/uploaded_files/sampul_koleksi/original/Monograf/1155480.jpg"
    },
    {
      "judul": "Cerita Rakyat Alue Naga ",
      "asal": "Aceh",
      "sinopsis": "Cerita rakyat Alue Naga merupakan sebuah kisah rakyat turun temurun yang berasal dari Aceh. Cerita ini bermula tentang keluhan rakyat pedesaan Aceh yang mendapati bahwa ada banyak hewan ternaknya hilang secara misterius.",
      "cerita": "Dahulu di tanah Aceh, hidup seorang sultan yang bernama Meurah. Sultan tersebut terkenal baik dan bijak. Ia juga seringkali berkeliling berkunjung ke pedesaan untuk mendengar keluh kesah rakyat yang jauh dari jangkauannya.\n\nKali ini, ketika kunjungan dilakukan, rakyat di suatu desa di Aceh mengeluh tentang hewan ternaknya yang tiba – tiba saja hilang.\n\nCerita Rakyat Alue Naga [sultan dan warga]\nSalah satu warga berkata, “Sultan, sapi saya hilang tadi dini hari. Kemarin juga 2 kambing tetangga saya hilang entah kemana”.\n\nSelain keluhan tersebut, warga lain yang juga ada di kerumunan mengaku sering merasakan gempa. Menurutnya, gempa yang dirasakan berasal dari sebuah bukit. Sultan pun akhirnya memerintahkan sahabatnya yaitu Renggali untuk mencari tahu keluhan masyarakat tersebut.\n\nRenggali sendiri adalah anak Sultan Alam. Mendengar dirinya mendapat perintah, Renggali segera bergegas menuju puncak bukit. Sesampainya di sana, ia melihat ada genangan air yang sangat luas.\n\ngunung dan bukit\nKemudian suara menggelegar yang meminta maaf terdengar memekakkan telinga.\n\n“Ku mohon, maafkan aku!”\n\nBersamaan dengan suara itu, gempa terjadi. Renggali tentu mencari sumber suara itu. Ternyata, ia melihat seekor naga besar yang tertutup Semak belukar. Renggali tentu terkejut.\n\n“Siapa kamu?” tanya Renggali.\n\n“Aku adalah naga yang dahulu merupakan sahabat dari ayahmu” ungkap sang naga.\n\nNaga tersebut juga meminta kepada Renggali agar Sultan Alam dipanggilnya. Namun ayah dari Renggali tersebut sudah tiada.\n\nMendengar permintaan sang naga, seseorang di sana bernama Sultan Meurah mencoba mencari tahu apa yang terjadi sebenarnya.\n\nSultan Meurah juga bertanya. “Apa yang sebenarnya membuatmu lumpuh?”\n\nYa, naga tersebut lumpuh dan tidak bisa berjalan. Sang naga pun mengatakan apa yang sebenarnya terjadi.\n\n“Dulu, hamba diperintah oleh Sultan Alam untuk mengantar pedang ke sahabatnya. Sahabatnya tersebut adalah Tuan Tapa dan Raja Linge. Sebagai ganti atas kerja hamba, Tuan Tapa memberi 6 ekor kerbau. Sementara Raja Linge, ia ingin menemui Sultan Alam. Raja Linge yang memiliki keinginan tersebut pun pergi bersama hamba menemui Sultan Alam dengan 2 anak buahnya.”\n\n“Di perjalanan, hamba tergiur untuk memakan 2 ekor kerbau. Hamba pun memfitnah satu anak buah dari Raja Linge. Raja Linge pun membunuh anak buahnya itu. Lalu hamba memakan dua ekor kerbau lagi dan memfitnah satu anak buah Raja Linge yang tersisa dan Raja Linge lagi – lagi membunuhnya. Sebenarnya hamba merasa bersalah.” Cerita naga sambil terisak.\n\nNaga melanjutkan, “Hamba masih makan dua ekor lagi dan Raja Linge tersadar bahwa hamba yang memakannya. Raja Linge yang tahu pun menusukkan pedangnya kepada hamba sampai membuat hamba lumpuh seperti sekarang. Tapi sungguh, atas kesalahan hamba, hamba sangat menyesal”.\n\n\nMendengar pengakuan tersebut, Sultan Meurah dan Renggali mencabut pedang yang selama ini membuat naga lumpuh. Setelah pedang tersebut lepas, sang naga diminta untuk kembali ke tempatnya berasal yaitu di laut.\n\nSambil menangis, naga itu pun menggeser tubuhnya mengikuti perintah dan secara perlahan bergerak menuju laut.\n\nDari sana terbentuk sebuah sungai kecil karena pergerakan naga tersebut dan pada akhirnya sungai kecil tersebut dinamakan sebagai Sungai Alue Naga.",
      "sumber": "https://dongengceritarakyat.com/cerita-rakyat-alue-naga-aceh/",
      "img": "https://dongengceritarakyat.com/wp-content/uploads/2023/06/Cerita-Rakyat-Alue-Naga.jpg"
    },
    {
      "judul": "Legenda Danau Kembar ",
      "asal": "Sumatera Barat",
      "sinopsis": "Danau Kembar merupakan sebuah kenampakan alam yang berada di dua kecamatan yakni Kecamatan Lembang Jaya dan kecamatan Lembah Gumanti, Sumatera Barat. Danau ini tak lepas dari cerita rakyat turun temurun yang dipercaya masyarakat dan dikenal sebagai Legenda Danau Kembar.",
      "cerita": "Dahulu kala ketika pulau Sumatera masih dikenal sebagai Andalas, hidup seorang kakek tua yang dipanggil Inyik Gadang. Ia sangat terkenal di kalangan penduduk setempat.\n\nPerawakannya besar dan tegap. Inyik Gadang juga terkenal memiliki kapak yang besarnya hampir sama dengan besar tubuhnya. Inyik Gadang sudah cukup berumur, namun meski demikian ia tetap bisa melakukan berbagai aktivitas yang biasanya dilakukan oleh anak muda termasuk menebang pohon menggunakan kapaknya hanya dengan sekali tebasan saja.\n\nMeski terlihat cukup menakutkan, Inyik Gadang bukan orang jahat. Ia bahkan terkenal sebagai pribadi yang ramah dan suka membantu. Di sisi lain tepatnya di bagian ujung kampung, hidup seorang nenek tua yang tinggal sebatang kara.\n\nSuatu hari ketika Inyik Gadang lewat, nenek tersebut tiba – tiba saja terhuyung. Beruntungnya, Inyik Gadang sigap menangkapnya sehingga si nenek tidak jatuh. Namun ketika ditanya perihal apa yang membuatnya jatuh, si nenek berkata bahwa dirinya terjatuh karena langkah kaki Inyik Gadang yang menggetarkan tubuhnya.\n\nMeski demikian, si nenek tidak menyalahkan Inyik Gadang. Si nenek juga sadar bahwa bentuk tubuh yang seperti itu adalah pemberian Tuhan. Si nenek lantas berterima kasih karena Inyik Gadang sudah membantunya sehingga ia tidak terjatuh.\n\nSebelum mengakhiri pertemuan itu, si nenek juga bertanya kemana Inyik Gadang akan pergi. Inyik Gadang berkata bahwa ia akan pergi ke hutan untuk menebang kayu. Namun, sang nenek yang tahu beberapa hari ini ada suara dengkuran dari dalam hutan mencegah Inyik Gadang. Nenek khawatir Inyik Gadang yang baik itu terluka di hutan.\n\n“Urungkan saja niatmu. Aku mendengar suara dengkuran keras dari dalam hutan. Pohon – pohon juga banyak yang tumbang. Aku khawatir kamu akan celaka jika memaksa pergi ke sana”, kata nenek tua itu.\n\nNamun Inyik Gadang meyakinkan bahwa dirinya akan baik – baik saja. Ia pun pamit pergi. Hanya saja semakin dirinya masuk ke dalam hutan, apa yang tadi diucapkan si nenek terlintas semakin jelas di kepalanya. Terlebih ia juga menyaksikan sendiri pemandangan tak biasa.\n\nLegenda Danau Kembar\nBanyak pohon tumbang dan dahan berserakan di sepanjang jalur hutan yang ia lalui. Masih menggenggam kapaknya, ia pun memutar badan untuk pergi dari hutan. Hanya saja, belum sejengkal ia melangkah di depannya ada seekor naga besar yang menghalangi jalan Inyik Gadang.\n\nInyik mencoba tenang dan berusaha berbicara dengan sang naga. “Aku, minta maaf naga yang baik. Aku akan segera pulang. Mohon izinkan aku untuk pulang.”\n\nNamun sang naga tersebut terlihat marah dan berkata, “Kau sudah mengganggu daerah kekuasaanku.”\n\nNaga tersebut juga menyemburkan apinya ke arah Inyik Gadang. Sang naga juga menegaskan bahwa siapapun yang masuk ke hutan ini akan ia binasakan.\n\nMeski begitu, Inyik Gadang masih mencoba bernegosiasi. “Naga, kau adalah makhluk Tuhan yang sangat baik. Jika kau membiarkan aku pergi, aku berjanji akan mengabarkan kepada semua penduduk desa untuk tidak datang ke hutan ini.”\n\nHanya saja naga tersebut tidak punya niat baik. Ia sudah terlanjur marah dan terus menerus menyemburkan api. Sebagian hutan pun sudah terbakar dengan semburan apinya. Inyik Gadang yang terdesak juga masih mencoba berpikir bagaimana cara untuk membuat naga tersebut tak lagi menyerangnya.\n\n“Naga, kau lapar? Jika kau lapar, jangan buang tenagamu. Aku akan memberi tahu kamu bagaimana cara yang tepat untuk membuat perutmu kenyang dan bisa bertempur dengan tenaga penuh.”\n\nMendengar perkataan itu, sang naga mulai menghentikan serangannya. Sepertinya sang naga tertarik dengan apa yang diucapkan Inyik Gadang tadi. Melihat sang naga mulai tenang, Inyik Gadang berkata “Di ujung barat hutan ini ada lembah berisi banyak hewan ternak. Hewan ternak di sana juga gemuk – gemuk. Kalau kau pergi ke sana, kau bisa makan sepuasnya. Setelah kau sudah kenyang, baru kamu bisa melanjutkan pertarungan ini kembali jika kau mau.”\n\nSang naga yang tertarik dengan apa yang diucapkan Inyik Gadang pun segera pergi ke lembah yang ditunjukkannya. Hanya saja karena sudah terlalu sore, sang naga hanya menemukan satu saja sapi di lembah itu karena semua ternak sudah dibawa pulang penggembalanya.\n\nLegenda Danau Kembar\nSang naga pun merasa dibohongi dan kembali marah. Sementara di hutan, Inyik Gadang masih berusaha memadamkan api dan bergegas untuk pulang. Sesampainya di kampung, ia juga memberitahu warga bahwa ada naga jahat di hutan. Ia juga menghimbau warga di kampungnya untuk tidak menyalakan penerang malam ini.\n\nNamun jika naga datang ke kampung, warga harus pergi ke goa di kaki bukit untuk menyelamatkan diri. Benar saja, ketika malam tiba naga yang marah terbang di sekitar kampung. Namun karena gelap, penglihatan naga terbatas.\n\nNaga pun menyemburkan api ke berbagai arah. Inyik Gadang yang melihat hal tersebut segera memberi tanda agar warga kampung pergi ke tempat tujuan yang tadi sudah diberitahukan. Warga kampung pun menurut.\n\nNamun karena semburan api dari mulut naga terlalu kencang, banyak wanita dan anak – anak yang ketakutan. Mereka pun berlarian sambil menangis dan menjerit karena ketakutan.\n\nMelihat kampungnya sudah kacau, Inyik Gadang memiliki ide untuk memancing sang naga agar pergi dari kampung. Ia menantang naga tersebut mengejarnya sampai ke lembah tempat padang penggembalaan. Sang naga yang sudah sangat marah mengejar Inyik Gadang sembari menyemburkan api.\n\nPertarungan antara naga dengan manusia pun terjadi. Beruntung karena sesampainya di lembah, Inyik Gadang mendapatkan kesempatan untuk menyerang naga. Ia berhasil menebaskan kapaknya ke ekor naga.\n\nLegenda Danau Kembar\nHal tersebut membuat Inyik Gadang semakin bersemangat untuk mengalahkan naga. Berkali – kali ia mengecoh naga hingga akhirnya tubuh naga pun berhasil ditebas juga. Sang naga pun berhasil dikalahkan.\n\nNaga tersebut meliuk kesakitan dan mengeluarkan banyak darah. Darah tersebut menggenangi tanah. Tubuh naga yang terbelah juga kemudian berubah menjadi dua cerukan yang sangat besar, sementara bekas genangan darahnya terisi air dan berubah menjadi dua buah danau.\n\nDanau tersebut yang sekarang dikenal sebagai Danau Kembar. Danau atas merupakan tempat terkuburnya kepala naga dan bekas darahnya. Sementara danau bawah merupakan tempat terkuburnya ekor naga dan bekas darahnya.\n\nDi dekat danau tersebut juga ada sebuah padang penggembalaan yang merupakan suatu tempat gembala dan dikenal sebagai Alahan Panjang. Sementara lembahnya dikenal sebagai Lembah Gumanti yang merupakan istilah dari lembah naga yang mati.",
      "sumber": "https://dongengceritarakyat.com/legenda-danau-kembar/",
      "img": "https://dongengceritarakyat.com/wp-content/uploads/2023/06/Legenda-Danau-Kembar.jpg"
    },
    {
      "judul": "Legenda Rawa Pening ",
      "asal": "Semarang",
      "sinopsis": "Secara geografis, Rawa Pening merupakan sebuah danau yang berada di cekungan terendah diapit oleh tiga gunung yaitu Gunung Merbabu, Gunung Telomoyo dan juga Gunung Ungaran.",
      "cerita": "Legenda Rawa Pening bermula dari kisah seorang manusia naga yang bernama Baru Klinting. Baru Klinting ini merupakan putera dari Nyai Selakanta.\n\nNyai Selakanta merupakan putri kepala desa Ngasem yang kemudian menikah dengan seorang petapa sakti mandraguna bernama KI Hajar. Baik Nyai Selakanta dan Ki Hajar merupakan orang yang ramah karena itu mereka disukai tetangganya.\n\ncerita rakyat Rawa Pening\nHidup mereka juga cukup makmur. Hanya saja ada sesuatu yang kurang dari kehidupan Nyai Selakanta dan Ki Hajar yaitu mereka masih belum dikaruniai anak.\n\nKarena itu, untuk mewujudkan keinginan sang istri agar segera mendapat momongan, Ki Hajar bertapa. Ia bertapa di Gunung Telemoyo. Selama Ki Hajar bertapa, Nyai Selakanta menunggu kabar dari sang suami dengan sabar.\n\nHanya saja beberapa bulan sudah berlalu namun sang suami tak kunjung pulang. Hingga suatu hari, Nyai Selakanta merasa mual dan muntah. Ia pun berpikir bahwa dirinya hamil dan ternyata benar. Nyai Selakanta memang hamil.\n\nSemakin hari, perutnya pun semakin membesar dan hingga suatu hari Nyai Selakanta pun melahirkan. Hanya saja, bayi yang dilahirkan bukan bayi sebagaimana mestinya karena Nyai Selakanta melahirkan seekor naga.\n\nLama kelamaan, Baru Klinting yang semakin besar selalu mempertanyakan siapa ayahnya. Hingga kemudian Nyai Selakanta pun mengutus Baru Klinting menjemput ayahnya yang bertapa di Gunung Telemoyo. Ia pun memberikan pedang sakti milik ayahnya.\n\n“Anakku, mungkin ayahmu tidak mengenali siapa kamu. Jika kamu bertemu dengannya, berikan pedang ini kepadanya karena ini adalah pedang miliknya dan katakana bahwa aku mengutusmu menghadapnya”.\n\nDengan bekal pedang tersebut, Baru Klinting pun berangkat ke Gunung Telemoyo menjemput sang ayah.\n\ncerita rakyat Rawa Pening\nDi sana ia bertemu ayahnya dan menjelaskan pesan yang disampaikan Nyai Selakanta, ibunya. Baru Klinting juga mengatakan maksud dan tujuannya menemui sang ayah. Ia ingin berubah menjadi manusia.\n\nKi Hajar pun meminta Baru Klinting untuk bertapa di Bukit Tugur. Namun untuk pergi ke Bukit Tugur, Baru Klinting harus melewati sebuah desa yang bernama desa Pathok. Desa Pathok terkenal sebagai desa yang makmur, hanya saja penduduk desanya sangat egois dan angkuh.\n\nSuatu hari, penduduk desa Pathok berniat mengadakan pesat sedekah bumi. Pesta tersebut sangat ramai dan menampilkan berbagai pertunjukan seni serta tari. Aneka ragam jamuan lezat juga akan dihidangkan.\n\nSalah satu menu yang akan dihidangkan juga berkaitan dengan masakan dari hewan. Karena itu penduduk desa mulai berburu. Mereka pergi ke Bukit Tugur, tempat dimana Baru Klinting melakukan semedi.\n\nHanya saja, di sana mereka tak kunjung menemukan binatang yang bisa diburu. Namun mereka melihat naga yang melilit – lilit di pohon Bukit Tugur. Warga pun memotongnya untuk dijadikan santapan.\n\nKetika hari pesta tiba, ada seorang anak laki – laki penuh darah yang meminta bagian makanan ke warga namun diusir begitu saja. Ia pun meninggalkan desa. Anak laki – laki yang berdarah tersebut ternyata adalah jelmaan naga Baru Klinting yang telah berubah menjadi manusia.\n\nDi perjalanan, Baru Klinting yang sudah berubah menjadi manusia bertemu janda tua bernama Nyi Latung. Ia pun meminta tolong kepada Nyi Latung untuk memberi warga pelajaran. Nyi Latung setuju untuk membantu.\n\nNyi Latung membekali Baru Klinting dengan sebatang lidi. Baru Klinting kembali ke pesta membawa sebatang lidi tersebut. Ia menancapkan lidi tersebut ke tanah dan membuat sayembara.\n\nWarga pun beramai – ramai mencabut lidi namun satu pun tak ada yang berhasil. Sementara Baru Klinting dengan kesaktiannya, bisa mencabut lidi yang ditancapkan tersebut dengan mudah. Begitu lidi berhasil dicabut, suara gemuruh pun terdengar.\n\nCerita rakyat Rawa Pening\nDari bekas tercabutnya lidi, air keluar menjadi semakin besar, memporak porandakan desa dan menjadi sebuah rawa. Rawa itulah yang dikenal sebagai Rawa Pening.\n\nRawa Pening Secara Geografis\nSecara ilmiah, Rawa Pening berasal dari peristiwa pergeseran lempeng bumi di era Pletosen. Jadi sebenarnya, cerita rakyat tersebut adalah sebuah legenda bukan awal mula munculnya sebuah rawa yang bernama Rawa Pening.\n\nSementara air yang mendiami Rawa Pening merupakan aliran air yang berasal dari tiga gunung yang mengelilingi rawa yaitu Gunung Merbabu, Gunung Telomoyo dan juga Gunung Ungaran.",
      "sumber": "https://dongengceritarakyat.com/legenda-rawa-pening/",
      "img": "https://dongengceritarakyat.com/wp-content/uploads/2023/03/legenda-Rawa-Pening2.jpg"
    },
    {
      "judul": "Dongeng Timun Mas dan Raksasa Pengganggu ",
      "asal": "Dongeng",
      "sinopsis": "Dongeng Timun Mas merupakan sebuah dongeng yang berasal dari Jawa Tengah. Dongeng ini bercerita tentang seorang janda yang sudah lama tidak dikaruniai momongan. Kemudian ia berdoa agar bisa mendapatkan momongan.\n\nHingga kemudian janda yang dikenal memiliki nama Mbok Sirni ini didatangi raksasa yang berniat membuat suatu perjanjian dengannya.",
      "cerita": "Dikisahkan di sebuah desa di Jawa Tengah, hidup seorang janda bernama Mbok Srini. Sudah lama ia menantikan seorang bayi, namun ia tak kunjung mendapatkannya.\n\nDi sisi yang lain, ia juga sadar bahwa keinginannya memiliki seorang bayi itu tidaklah mungkin karena ia sudah tidak memiliki suami dan lagi ia sudah semakin tua.\n\nDongeng Timun Mas \nNamun suatu hari ketika tidur, Mbok Srini bermimpi. Dalam mimpinya itu, ia bertemu seorang raksasa dan menyuruhnya ke hutan karena di sana ia akan mendapatkan bayi yang selama ini ia inginkan. Meski sadar bahwa apa yang dialaminya tersebut mimpi, Mbok Srini yang memang menginginkan bayi keesokan harinya bergegas ke hutan yang ada di mimpinya itu.\n\nDi sana, ia menuju ke pohon di dalam mimpinya dan mengambil sesuatu dibawah pohon. Ternyata, ia hanya menemukan biji mentimun.\n\n“Biji mentimun, buat apa?” gumam Mbok Srini.\n\nMbok Srini pun memutuskan untuk pulang. Namun ketika membalikkan badannya, betapa terkejutnya Mbok Srini karena ia melihat ada raksasa besar berdiri tepat di hadapannya.\n\n“A…A… Ampun Tuan raksasa, tolong jangan makan aku, kumohon!” pinta Mbok Srini.\n\nRaksasa pun menjawab bahwa ia datang tidak ingin memakan Mbok Srini melainkan ia menemui Mbok Srini untuk membuat suatu penawaran.\n\n“Apa penawaran itu Tuan raksasa?” tanya Mbok Srini.\n\nRaksasa pun menjawab, “Aku buat suatu penawaran. Aku akan memberimu anak yang kamu inginkan. Tapi ketika anak tersebut berusia dewasa, engkau harus mengembalikannya padaku karena aku akan memakannya. Bagaimana? Setuju tidak?”\n\nMbok Srini yang masih bingung namun menyetujui penawaran raksasa tersebut. Raksasa pun meminta Mbok Srini membawa pulang biji mentimun dan menanamnya karena sesuatu akan terjadi setelah ia menanamnya.\n\nDi rumah, Mbok Srini menanam biji mentimun. Beberapa hari kemudian, mentimun tersebut berbuah. Ia mengambil buahnya. Ada satu buah yang ukurannya sangat besar dan berbeda dari ukuran mentimun yang lainnya.\n\nCerita Rakyat Timun Mas\nIa pun memetiknya, membawanya pulang dan membelahnya. Betapa terkejutnya Mbok Srini karena di dalam mentimun tersebut isinya adalah bayi. Mbok Srini yang sangat senang tentu menyayangi bayi itu dan merawatnya dengan sepenuh hati. Mbok Srini menama bayi tersebut dengan nama ‘Timun Mas’.\n\nHari – hari pun berlalu, tak terasa bahwa Timun Mas semakin dewasa dan sebentar lagi akan tiba waktunya dimana raksasa akan memakan anak kesayangan Mbok Sirni itu. Membayangkannya, Mbok Srini tentu sangat tidak rela. Ia pun memutar otaknya.\n\nKetika di pagi hari raksasa datang, Mbok Sirni mengatakan untuk memberikannya waktu lagi agar Mbok Sirni dapat membuat Timun Mas gemuk lebih dulu sehingga nanti ketika raksasa memakannya, ia akan puas. Raksasa menyetujuinya dan memberikan tenggang waktu lagi kepada Mbok Sirni.\n\nMemanfaatkan tenggang waktu yang diberikan, Mbok Sirni mendatangi seorang pertapa. Mbok Sirni pun mengatakan masalahnya dan diberikan beberapa bungkusan untuk nantinya diberikan kepada Timun Mas.\n\nDi rumah, dengan ragu – ragu Mbok Sirni mulai menceritakan kegundahan hatinya kepada Timun Mas. Mbok Sirni pun mengatakan bahwa jika nanti raksasa mendatangi Timun Mas, bungkusan ini harus dilemparkan ke arah raksasa tersebut satu per satu. Timun Mas mengangguk tanda mengerti.\n\ncerita rakyat Timun Mas\nBeberapa hari kemudian, raksasa pun datang. Melihat Timun Mas, raksasa segera menghampirinya. Namun Mbok Sirni menyuruh Timun Mas berlari. Timun Mas pun berlari dan raksasa mengejarnya.\n\nDalam kondisi terdesak, Timun Mas ingat perkataan ibunya bahwa ia harus menggunakan bungkusan dengan baik. Ia pun mengeluarkan bungkusan tersebut dan yang ia dapatkan adalah biji timun. Biji timun pun ditebarkan.\n\nAjaibnya, biji timun yang ditebarkan tersebut seketika berubah menjadi ladang timun dan menghalangi jalan raksasa. Timun tersebut pun menjalar dan melilit tubuh raksasa hingga ia kesulitan berjalan. Namun tak lama kemudian, raksasa mampu melepaskan diri dari ladang timun tersebut dan mengejar Timun Mas kembali.\n\nCerita Rakyat Timun Mas\nSelanjutnya, Timun Mas melemparkan bungkusan berisi jarum. Jarum tersebut dalam sekejab berubah menjadi pohon bambu yang runcing dan tinggi. Namun raksasa mampu melewatinya dan mengejar Timun Mas kembali.\n\nTimun Mas membuka kembali bungkusan dan di dalamnya berisi garam. Ia tebarkan garam tersebut ke arah dekat raksasa dan garam pun berubah menjadi lautan yang luas dan dalam. Namun raksasa berhasil melaluinya dengan mudah.\n\nCerita Rakyat Timun Mas\nTerakhir, masih tersisa satu bungkusan yang berisi terasi. Timun Mas melemparkannya dan seketika bungkusan terasi tersebut berubah menjadi lautan lumpur yang dalam dan panas. Raksasa pun tenggelam di sana dan cerita selesai.",
      "sumber": "https://dongengceritarakyat.com/dongeng-timun-mas/",
      "img": "https://dongengceritarakyat.com/wp-content/uploads/2023/02/Dongeng-Timun-Mas.jpg"
    },
    {
      "judul": "Sangkuriang ",
      "asal": "Jawa Barat",
      "sinopsis": "Cerita rakyat Sangkuriang yang berasal dari Jawa Barat sebenarnya tak dapat dipisahkan dengan legenda Gunung Tangkuban Perahu yang saat ini masih dibuka sebagai tempat wisata di Jawa Barat. Cerita keduanya bisa dibilang saling berkaitan.Cerita rakyat Sangkuriang adalah asal mula mengapa Legenda Gunung Tangkuban Perahu kemudian terkenal secara turun temurun.",
      "cerita": "Kisah ini terjadi di zaman dahulu ketika seorang puteri raja di Jawa Barat bernama Dayang Sumbi hidup. Ia menikah dengan seorang titisan dewa dalam wujud anjing yang bernama Tumang. Mereka memiliki seorang anak laki – laki yang diberi nama Sangkuriang.\n\nLegenda Sangkuriang\nSangkuriang sangat gemar berburu ditemani anjing kesayangannya. Namun ia tidak tahu bahwa si anjing kesayangannya tersebut, Tumang adalah ayah kandungnya sendiri.\n\nSuatu hari ketika berburu, Tumang tidak mau mengikuti perintahnya untuk mengejar hewan buruan sehingga anjing tersebut diusirnya ke dalam hutan. Namun karena masih sangat marah, Sangkuriang bahkan menembak anjing itu dan Tumang pun terbunuh.\n\nSesampainya di rumah, Sangkuriang menceritakan kejadian tersebut pada ibunya. Tentu saja mendengar hal tersebut, Dayang Sumbi marah besar dan memukul kepala Sangkuriang dengan centong nasi yang dipegangnya. Sangkuriang terluka. Ia juga sangat kecewa dengan ibunya dan pergi mengembara.\n\nLegenda Sangkuriang\nSetelah kejadian ditinggalkannya ia oleh dua orang yang ia sayangi, Dayang Sumbi menyesali dirinya. Ia selalu berdoa dan tekun bertapa. Suatu hari, para dewa memberinya hadiah. Hadiah tersebut berupa Dayang Sumbi akan selamanya muda dan memiliki kecantikan abadi.\n\nHingga akhirnya waktu pun berlalu. Sangkuriang yang sudah bertahun – tahun mengembara akhirnya berniat pulang kembali ke kampung halamannya. Namun sesampainya di sana, kerajaan sudah sangat berubah.\n\nIa juga menjumpai seorang gadis cantik jelita, ia adalah Dayang Sumbi. Terpesona dengan kecantikan wajah sang gadis, Sangkuriang pun melamarnya. Karena pemuda itu sangat tampan, Dayang Sumbi pun terpesona dan menerima lamaran itu.\n\nLegenda Sangkuriang\nSuatu hari, Sangkuriang pamit untuk berburu. Ia pun meminta tolong kepada Dayang Sumbi untuk merapikan ikat kepalanya. Namun Dayang Sumbi sangat terkejut karena melihat ada bekas luka di kepala calon suaminya.\n\nIa pun memperhatikan wajah calon suaminya itu dan memang benar, sangat mirip dengan wajah anaknya. Ia pun sangat ketakutan. Akhirnya, Dayang Sumbi mencari cara menggagalkan lamaran dari Sangkuriang.\n\nDayang Sumbi pun membahas lamaran itu dan mengajukan dua syarat. Syarat pertama, ia meminta pemuda itu membendung sungai Citarum. Kedua, ia meminta pemuda itu membuat sebuah sampan besar untuk menyeberang ke sungai. Kedua syarat tersebut harus dipenuhi sebelum fajar menyingsing.\n\nSangkuriang yang gentlemen pun menyanggupi semua syarat tersebut. Ia mulai bertapa. Dengan kesaktiannya, ia mengerahkan banyak makhluk gaib untuk membantunya mengerjakan semua tugas yang diberikan Dayang Sumbi.\n\nDayang Sumbi tentu saja tidak tinggal diam. Ia diam – diam mengintip apa yang dilakukan oleh Sangkuriang. Ketika pekerjaan Sangkuriang hampir selesai, Dayang Sumbi memerintahkan pasukannya untuk menggelar kain sutera berwarna merah di sebelah timur kota.\n\nKetika warna merah disaksikan di timur kota, Sangkuriang mengira bahwa hari sudah pagi dan ia pun menghentikan pekerjaannya. Namun ia sangat marah karena itu berarti bahwa ia tidak dapat memenuhi syarat yang Dayang Sumbi minta.\n\nLegenda Sangkuriang\nDengan kekuatannya, ia pun menjebol bendungan yang sudah hampir selesai dibuatnya itu. Banjir besar pun terjadi dan melanda kota. Ia juga kemudian menendang perahu besar yang dibuatnya.\n\nPerahu itu melayang dan jatuh terbalik hingga menjadi sebuah gunung di bagian utara kota Bandung yang sampai sekarang dikenal sebagai Gunung Tangkuban Perahu.",
      "sumber": "https://dongengceritarakyat.com/cerita-rakyat-sangkuriang/",
      "img": "https://dongengceritarakyat.com/wp-content/uploads/2023/02/Cerita-rakyat-Sangkuriang.jpg"
    },
    {
      "judul": "Lutung Kasarung",
      "asal": "Jawa Barat",
      "sinopsis": "Dongeng cerita rakyat Lutung Kasarung merupakan salah satu dongeng Jawa Barat yang sangat populer. Legenda Lutung Kasarung memiliki pesan moral yang sangat baik. Bercerita dongeng ini sebelum tidur pasti akan sangat disukai oleh anak-anak. Ini dia cerita lengkap dongeng sunda ini.",
      "cerita": "Pada zaman dahulu di Pasundan, berdiri sebuah kerajaan. Kerajaan itu dipimpin oleh seorang raja bernama Prabu Tapak Agung.\n\nPrabu Tapak Agung terkenal sebagai raja yang bijaksana dan baik hati,\n\nPrabu Tapak Agung hidup bersama dua putrinya, yaitu Purbararang dan Purbasari. Usia Prabu Tapak Agung sudah tua. Prabu Tapak Agung berfirasat umurnya tak akan lama lagi. Ia pun segera mengumpulkan kedua purrinya.\n\n“Usiaku sudah terlalu tua. Saatnya kau menggantikan takhtaku, Purbasari,” kata Prabu Tapak Agung kepada putri terakhirnya.\n\nBetapa kecewanya Purbararang. Ia tidak setuju dengan keputusan ayahnya. Ia menganggap, dirinyalah yang paling pantas menggantikan sang raja.\n\n“Aku adalah putri sulung. Seharusnya Ayahanda memilihku sebagai pengganti Ayahanda,” gerutu Purbararang.\n\nNamun, keputusan raja sudah tak bisa diganggu gugat. Hal itu membuat Purbararang marah. Saking marahnya, timbullah niat untuk mencelakakan adiknya itu. Ia pun menemui seorang nenek sihir untuk memantrai Purbasari.\n\n“Aku ingin kau membuat adikku menjadi buruk rupa, agar ia tak pantas menjadi pemimpin kerajaan,” pinta Purbararang kepada nenek sihir.\n\n“Itu bukan perkara sulit bagiku.” jawab nenek sihir.\n\nNenek sihir berkomat-kamit mengucapkan mantra. Seketika, Purbasari berubah menjadi buruk rupa. Purbararang merasa sangat senang mengetahui rencana jahatnya berhasil.\n\nLutung Kasarung Monyet Baik Hati\nPurbasari yang buruk rupa pun diasingkan ke hutan. Untunglah, patih sangat baik. Ia membuatkan pondok kecil di hutan untuk tempat tinggal Purbasari.\n\nDi hutan, Purbasari justru memiliki banyak teman binatang. Mereka akan dengan senang hati menolong Purbasari bila Purbasari sedang kesusahan. Salah satu binatang teman Purbasari adalah seekor kera berkulit hitam. Kera itu bernama Lutung Kasarung.\n\nHampir setiap hari Lutung Kasarung menghibur Purbasari agar tidak bersedih. Ia sangat rajin membawakan bunga dan makanan untuk Purbasari. Ia sangat perhatian kepada Purbasari.\n\nLutung Kasarung memang berbeda dengan binatang Iainnya. Setiap bulan purnama, ia selalu mencari tempat sepi seperti gua. Di sana, ia akan bertapa untuk memohon kepada dewa.\n\ncerita rakyat lutung kasarung\nSuatu malam saat Lutung Kasarung bertapa, tanah di sekitar Lutung Kasarung terbuka. Tiba-tiba, muncul air bersih yang sangat jernih dari tanah. Perlahan, air itu membentuk sebuah sumur yang mengeluarkan aroma sangat harum. Sungguh berbeda dengan sumur biasanya.\n\nEsok paginya, Lutung Kasarung meminta Purbasari untuk mandi di sumur itu. Tanpa curiga, Purbasari menuruti permintaan Lutung Kasarung.\n\nSaat selesai mandi dan becermin, alangkah terkejutnya Purbasari. Olala, ia kembali cantik seperti semula. Purbasari pun merasa sangat gembira\n\nDi istana, Purbararang hidup bahagia. Suatu hari, ia teringat dengan Purbasari. Ia pun berniat menjenguk adiknya itu di hutan.\n\n“Aku akan menjenguk Purbasari di hutan,” ucap Purbararang kepada Patih.\n\n“Bias saya temani, Putri,” patih menawarkan diri.\n\nPurbararang tak keberatan. Ia pergi ke hutan ditemani oleh tunangannya dan patih. Ketika sampai di hutan, Purbararang sempat curiga. Ada sebuah pondok di sana.\n\n“Pondok milik siapakah itu?” tanya Pur-bararang.\n\n“Itu pondok Purbasari. Ia tinggal di pondok itu selama di hutan,” jelas patih.\n\nMengetahui hal itu, Purbararang menjadi marah. Rupanya, ia tak tahu bahwa patih telah membuatkan pondok untuk Purbasari. Purbararang pun bergegas masuk ke dalam pondok itu.\n\nSemakin terkejutlah Purbararang saat mendapati Purbasari sudah kembali cantik\n\nSungguh, Purbararang tak bisa percaya. Karena tak mau dipermalukan, Purbararang mengajak adiknya beradu. Siapa yang Iebih hebat, dialah yang pantas menjadi ratu.\n\n“Aku ingin kita beradu panjang rambut rambut siapa yang Iebih panjang, dialah yang nenang,” tantang Purbararang.\n\nPurbasari merasa ragu. Tapi, karena Purbararang terus mendesaknya, akhirnya ia setuju. Olala, ternyata rambut Purbasari Iebih panjang dari rambut Purbararang. Purbasarilah pemenangnya.\n\nTak mau terima, Purbararang kembali mengajak adiknya beradu kehebatan lain. Selama ini Purbasari berada di hutan. Pasti adiknya itu tidak memiliki tunangan. Purbararang pun meminta beradu tunangan. Tunangan siapa yang paling tampan, dialah pemenangnya.\n\n“Ini adalah tunanganku,” ucap Purbararang sambil memamerkan tunangannya.\n\nPurbasari tak kehabisan akal. Ia ingat dengan Lutung Kasarung yang selalu baik kepadanya. Purbasari pun menggandeng tangan Lutung Kasarung.\n\n“Jadi, monyet itu tunanganmu?” ejek Purbararang.\n\nMendengar ejekan kakaknya, Purbasari menjadi sedih. Ia hampir menangis. Lutung Kasarung tak tega melihat itu. Lantas, ia berdoa kepada dewa.\n\nAjaib! Tiba-tiba, tubuh Lutung Kasarung bersinar terang. Dalam sekejap, Lutung Kasarung berubah wujud. Ia menjadi pangeran yang sangat tampan. Bahkan, lebih tampan dari tunangan Purbararang. Sontak hal itu membuat semua orang yang ada di sana terbelalak. Mau tak mau, Purbararang mengaku kalah.\n\nAkhirnya, Purbasari kembali ke istana dan diangkat menjadi ratu. Ia pun didampingi oleh suaminya yang sangat baik, yaitu Lutung Kasarung.\n\n",
      "sumber": "https://dongengceritarakyat.com/cerita-rakyat-lutung-kasarung/",
      "img": "https://dongengceritarakyat.com/wp-content/uploads/2019/08/cerita-rakyat-lutung-kasarung-768x432.jpeg"
    },
    {
      "judul": "Legenda Ande Ande Lumut",
      "asal": "Jawa Timur",
      "sinopsis": "Menceritakan dongeng kepada anak dapat menjadi salah satu cara yang membantunya mudah berimajinasi, memahami kalimat, dan bahkan mengambil hikmah atau pesan moral yang tersemat dibaliknya. Salah satu cerita rakyat yang cocok diceritakan adalah Legenda Ande Ande Lumut.",
      "cerita": "Dahulu kala berdiri dua kerajaan besar di wilayah Jawa Timur. Kerajaan tersebut adalah Kerajaan Jenggala dan Kerajaan Kediri.\n\nKerajaan Jenggala dipimpin oleh Raja Jayanegara, sementara Kerajaan Kediri dipimpin oleh Raja Jayengrana. Kedua lokasi kerajaan tersebut berdekatan, sehingga untuk menghindari terjadinya peperangan dan perselisihan dijalinlah suatu ikatan pernikahan antara Panji Asmarabangun yang merupakan putra raja Jenggala dengan Dewi Sekartaji, putri raja Kediri.\n\nKemudian suatu hari sebelum pernikahan berlangsung, kerajaan Jenggala diserang musuh. Pertempuran tersebut mengakibatkan Dewi Sekartaji melarikan diri dan berusaha bersembunyi.\n\nDewi Sekartaji pun menyamar menjadi gadis desa dan tinggal dengan seorang janda yang memiliki tiga orang puteri. Ketiga puterinya itu bernama Klenting Merah, Klenting Ijo dan Klenting Biru. Kemudian oleh janda tersebut Dewi Sekartaji diberi nama Klenting Kuning dan diangkat menjadi anaknya.\n\nCerita rakyat Ande Ande Lumut\nHanya saja meski dikatakan diangkat anak, Klenting Kuning tidak diperlakukan dengan baik. Ia setiap hari selalu diminta melakukan pekerjaan rumah mulai dari memasak sampai membersihkan rumah. Ketiga saudaranya sangat pemalas dan bisanya hanya menyuruh saja.\n\nSementara di sisi lain, Panji Asmarabangun telah berhasil mengalahkan musuh yang menyerangnya. Namun ia mendengar kabar bahwa Dewi Sekartaji meninggalkan istana. Ia dibuat sedih karenanya. Ia pun bertekad untuk mencari keberadaan Dewi Sekartaji.\n\nBeberapa waktu kemudian, pengawal istana mengabarkan bahwa di sebuah desa bernama Dadapan ada seorang gadis mirip dengan Dewi Sekartaji. Karena penasaran, Panji Asmarabangun pun berangkat ke sana dan tinggal di rumah Mbok Randa. Ia diangkat anak oleh Mbok Randa.\n\nPanji Asmarabangun yang menyamar sebagai Ande Ande Lumut itu kemudian mencari jodoh dan menyuruh pasukannya menyebarkan berita tersebut. Berita pun segera tersebar. Ketampanan Ande Ande Lumut yang juga diperbincangkan menjadikan banyak wanita di desa tersebut berniat mengikuti sayembara pencarian jodoh Ande Ande Lumut.\n\nDari desa seberang, para gadis pun ingin ikut sayembara. Tak terkecuali juga dengan Klenting Merah, Klenting Ijo dan Klenting Biru. Mereka berdandan semenarik dan semenawan mungkin agar bisa menggaet hati Ande Ande Lumut.\n\nSementara Klenting Kuning yang berniat ikut dicegah oleh ketiganya. Klenting Kuning bahkan malah disuruh pergi ke sungai untuk mencuci baju.\n\nDi sungai, tiba – tiba ada seekor burung bangau yang memberinya cambuk. Bangau tersebut menyuruh Klenting Kuning pergi ke sayembara Ande Ande Lumut dengan membawa cambuk tersebut. Klenting Kuning pun setuju dan mulai berangkat.\n\nSementara di tepi sungai, Klenting Merah, Klenting Biru dan Klenting Ijo bingung tentang bagaimana cara mereka menyeberang karena tak ada satupun perahu yang tampak. Tiba – tiba seekor kepiting raksasa bernama Yuyu Kangkang muncul.\n\nIa menawarkan diri untuk membantu ketiganya menyeberangi sungai namun dengan syarat, mereka harus mau mencium Yuyu Kangkang. Karena terdesak, mereka pun menyanggupi persyaratan tersebut. Mereka naik ke punggung Yuyu Kangkang dan dibawa menyeberang sungai.\n\nBeberapa saat kemudian, di tepi sungai yang sama Klenting Kuning tiba. Ia pun bertemu Yuyu Kangkang. Yuyu Kangkang kembali menawarkan jasanya. Hanya saja, Klenting Kuning menolak tawaran tersebut.\n\nKlenting Kuning kemudian ingat bahwa ia membawa cambuk yang diberikan oleh burung bangau Ajaib. Akhirnya, ia coba pukul sungai tersebut dengan cambuk. Ajaibnya, sungai tersebut langsung surut.\n\nCerita rakyat Ande Ande Lumut\nKarena Yuyu Kangkang ketakutan jika airnya surut, ia pun membantu Klenting Kuning menyeberang sungai tanpa meminta imbalan apapun. Hingga akhirnya Klenting Kuning tiba di rumah Mbok Randa. Begitu pun dengan ketiga kakaknya yang sudah sampai lebih dulu di sana.\n\nKlenting Merah, Klenting Ijo dan Klenting Biru secara bergantian menunjukkan wajahnya ke Ande Ande Lumut. Namun tak satupun dari mereka yang terpilih karena Ande Ande Lumut beralasan mereka mau menukarkan kehormatannya dengan dicium hanya untuk datang ke desa itu.\n\nKemudian tiba giliran Klenting Kuning menampakkan wajahnya. Karena Ande Ande Lumut tahu bahwa Klenting Kuning adalah Dewi Sekartaji dan menjadi satu – satunya perempuan yang tidak dicium oleh Yuyu Kangkang, akhirnya ia pun menjadi pilihan Ande Ande Lumut.\n\nSetelah menjadi pilihan, Ande Ande Lumut mengaku bahwa dirinya adalah Panji Asmarabangun. Begitu pula dengan Klenting Kuning akhirnya mengubah dirinya menjadi Dewi Sekartaji dengan paras yang sangat menawan.\n\nCerita rakyat Ande Ande Lumut\nMengetahui hal tersebut, Klenting Merah, Klenting Biru dan Klenting Hijau terkejut dan meminta maaf atas perbuatannya selama ini kepada Klenting Kuning yang merupakan Dewi Sekartaji, puteri raja Kediri tersebut.",
      "sumber": "https://dongengceritarakyat.com/legenda-ande-ande-lumut/",
      "img": "https://dongengceritarakyat.com/wp-content/uploads/2022/06/Cerita-rakyat-Ande-Ande-Lumut-1.jpg"
    },
    {
      "judul": "Legenda Bawang Merah Bawang Putih",
      "asal": "Riau",
      "sinopsis": "Ada banyak cerita dalam negeri yang inspiratif dan penuh pesan moral, salah satunya adalah legenda Bawang Merah Bawang Putih yang selama ini sering diceritakan dalam berbagai kesempatan secara turun temurun.",
      "cerita": "Alkisah di sebuah desa, tinggallah seorang janda yang baru saja ditinggal meninggal suaminya. Suaminya tersebut merupakan ayah dari Bawang Putih. Sementara janda tersebut adalah ibu dari Bawang Merah.\n\nBawang Merah dan Bawang Putih ini merupakan saudara tiri yang tinggal serumah. Perangai keduanya berbeda atau bahkan bisa dibilang bertolak belakang. Bawang Putih merupakan seorang anak yang rajin, baik hati, suka menolong dan jujur. Sementara Bawang Merah memiliki sifat malas, sombong, angkuh dan pemarah.\n\nSikap buruk Bawang Merah tersebut semakin bertambah parah karena diperburuk oleh ibunya yang selalu memanjakan si Bawang Merah. Sementara terhadap Bawang Putih, ia kerap dibeda – bedakan dan bahkan disuruh – suruh melakukan semua pekerjaan rumah.\n\nBawang Putih berhati baik\nSuatu hari, Bawang Putih diminta untuk mencucikan baju ibu dan saudara tirinya itu. Bawang Putih pun berangkat ke sebuah sungai. Tak disangka, sepotong kain milik ibu tirinya hanyut di sungai. Bawang Putih yang sadar dengan hal tersebut berusaha untuk menemukan kain ibu tirinya itu. Terlebih Bawang Putih takut diusir dari rumah.\n\nIa berjalan menyusuri sepanjang sungai namun tak kunjung menemukan kain ibu tirinya yang hanyut. Hingga akhirnya, Bawang Putih sampai di suatu tempat. Di sana terdapat sebuah goa dan Bawang Putih melihat ada seseorang di dalam goa tersebut.\n\nBawang Putih pun menghampiri goa tersebut dengan maksud ingin menanyakan apakah orang yang ada di dalamnya melihat kain ibu tirinya yang hilang atau tidak. Dengan sopan, Bawang Putih masuk dan menanyakannya kepada nenek tua di dalam goa.\n\nNenek tersebut pun mengaku tahu dimana kain tersebut berada namun memberikan syarat yaitu Bawang Putih harus bekerja dulu di tempat nenek tua tersebut baru jika pekerjaannya selesai kain yang dimaksud akan diberikan.\n\nBawang Putih yang terbiasa bekerja keras tanpa pikir panjang mengiyakan permintaan nenek tua tersebut. Ketika pekerjaannya sudah selesai, Bawang Putih pun berpamitan kepada nenek tua dan nenek tua pun memberikan kain yang Bawang Putih maksud.\n\nBawang Merah Bawang Putih\nSelain itu, nenek tua juga menawarkan hadiah labu. Awalnya Bawang Putih menolak. Namun karena dipaksa akhirnya ia memilih membawa sebuah labu yang berukuran kecil. Ia pun membawa labunya ke rumah.\n\nDi rumah, ibu tirinya sangat marah karena Bawang Putih pulang terlambat. Diceritakan oleh Bawang Putih kejadian yang sebenarnya. Namun ibunya tak mau percaya. Karena geram dan marah menganggap Bawang Putih terlalu banyak alasan, ibu tirinya tersebut membanting buah labu yang Bawang Putih bawa.\n\nBetapa terkejutnya ia karena ternyata dari dalam labu tersebut terlihat banyak emas yang berkilauan. Ibu tirinya tersebut pun merasa senang. Mereka kemudian memiliki rencana. Ibu tirinya meminta Bawang Merah melakukan apa yang dilakukan Bawang Putih dan mengambil upah labu yang besar.\n\nBawang Merah pun memulai aksinya. Namun ketika tiba di goa tempat nenek tua berada bukannya membantu sang nenek, Bawang Merah malah dengan arogan langsung meminta labu berukuran besar seperti yang diberikan oleh nenek tua kepada Bawang Putih sebelumnya.\n\nNenek tua pun memberikan labu tersebut dan labunya dibawa pulang oleh Bawang Merah. Tiba di rumah, ibunya merasa senang karena labu yang dibawa Bawang Merah sangat besar. Dibuka labu tersebut dengan sangat antusias. Hanya saja isi didalamnya membuat mereka sangat terkejut.\n\nBawang Merah Bawang Putih\nBukan perhiasan yang tersimpan melainkan ular yang sangat banyak. Mereka pun mulai sadar dengan apa yang dilakukan selama ini ternyata salah dan mulai meminta maaf kepada Bawang Putih.",
      "sumber": "https://dongengceritarakyat.com/legenda-bawang-merah-bawang-putih/",
      "img": "https://dongengceritarakyat.com/wp-content/uploads/2022/05/cerita-rakyat-Bawang-Merah-Bawang-Putih.jpg"
    },
    {
      "judul": "Legenda Aji Bonar",
      "asal": "Riau",
      "sinopsis": "Banyak sekali legenda rakyat dari Riau yang telah kami terbitkan. Kali ini salah satu cerita rakyat paling pendek dari Propinsi ini kembali kami posting. Legendanya mengisahkan seorang pangeran di salah satu kerajaan yang terbuang. Bagaimana kisah dari pangeran tersebut, yuk kita ikuti kisahnya yang berjudul aji Bonar.",
      "cerita": "Pada jaman dulu kala tersebutlah sebuah kerajaan di Riau yang bernama Tiangkerarasan.\n\nSang raja adalah seorang yang sangat bahagia karena selain kerajaannya makmur, ia juga dikaruniai permaisuri yang cantik jelita dan putra putri yang rupawan. Namun sayang, kebahagiaan raja dan keluarganya itu seakan sirna akibat tindakan raja yang sepertinya sedang khilaf.\n\nPada suatu hari ketika tengah mengelilingi negerinya dengan berkuda, sang raja melihat seorang gadis yang sungguh elok parasnya.\n\nSang raja jatuh cinta pada gadis itu. Cinta sang raja yang begitu menggebu membutakan hatinya dan membuatnya lupa kalau ia telah beristri dan beranak. Tanpa menanyakan pendapat permaisuri terlebih dulu, raja langsung memutuskan untuk menikahi gadis tersebut.\n\nSore itu juga dengan ditemani pengawal pribadinya, raja mendatangi rumah gadis itu dan melamarnya. Apalah daya orang tua gadis itu. Status mereka sebagai rakyat jelata membuat mereka tak mampu menolak lamaran sang raja. Keesokan harinya raja dan gadis itu menikah dan raja langsung membawanya ke istana.\n\nBetapa hancur hati permaisuri dan anak anaknya begitu mengetahui sang raja beristri lagi. Kehidupan mereka yang semula harmonis kini bagaikan api dalam sekam. Walaupun tak berani menentang ayahnya, putra putri sang raja sama sekali tak menggubris kehadiran ibu tiri mereka. Bahkan rasa benci semakin menguasai mereka begitu mengetahui istri muda ayahnya itu mulai mengandung.\n\nSejak mengetahui suaminya menikah lagi dan membawa istri mudanya ke istana, permaisuri tak mau bertegur sapa dengan suaminya. Sehari hari ia lebih banyak mengurung diri di dalam kamar. Keadaan itu merisaukan hati sang raja. Biar bagaimanapun sang raja tak mau kehilangan istri dan putra putri yang sangat dicintainya itu.\n\nSiang malam sang raja berpikir untuk menemukan cara agar kehidupan mereka kembali seperti sediakala.\n\nBeberapa hari setelah menemukan sebuah ide yang dianggapnya sebagai jalan keluar terbaik, sang raja bermaksud mewujudkannya segera. Pada suatu pagi yang cerah, sang raja mengajak istri mudanya yang tengah mengandung naik perahu menelusuri sungai yang mengalir di belakang istana. Ketika perjalanan mereka sudah cukup jauh, sang raja mendorong istrinya yang tengah asyik menikmati pemandangan. Teriakan istrinya meminta tolong tak dihiraukannya. Meskipun sebenarnya tak sampai hati, sang raja terpaksa melakukan hal itu demi menjaga keutuhan keluarganya.\n\nSang raja kembali pulang ke istana seorang diri. Sejak hilangnya istri muda dari istana, permaisuri dan putra putri sang raja kembali ceria.\n\nPermaisuri juga tak pernah menanyakan kemana perginya istri muda. Ia justru bersyukur suaminya telah menyingkirkan orang yang kehadirannya telah merusak kebahagiaan keluarga mereka.\n\nHari berganti hari, bulan berganti bulan. Sang raja telah melupakan istri mudanya yang dikiranya sudah mati terseret arus sungai.\n\nSang raja ternyata salah besar. Ia tak mengira ada seorang nelayan yang tengah memancing menolong istri mudanya pada saat itu. Perempuan hamil itu dibawanya pulang ke rumahnya. Istri si nelayan bahkan menolong perempuan itu sewaktu melahirkan seorang bayi laki laki yang dinamakan ibunya Aji Bonar.\n\nWaktu berlalu sangat cepat. Tak terasa Aji Bonar telah tumbuh menjadi seorang pemuda yang tampan. Ibunya tak pernah memberitahu Aji Bonar siapa ayahnya.\n\nAji Bonar dan ibunya hidup dalam kesederhanaan bersama nelayan dan istrinya yang telah menolong mereka.\n\nSehari hari Aji Bonar membantu sang nelayan mencari ikan. Di kala senggang Aji Bonar senantiasa bermain gasing. Kegemarannya bermain gasing sedari kecil membuatnya sangat mahir. Ia tak menyangka bahwa kegemarannya itu kelak akan merubah nasibnya.\n\nSuatu ketika Aji Bonar mendengar kabar bahwa salah seorang putra raja Tiangkerarasan  memiliki kesukaan yang sama dengannya, bermain gasing. Bedanya sang putra raja ini gemar bertaruh lewat permainan gasing. Ia mengundang siapa saja yang berani menantangnya bermain gasing untuk datang ke istana.\n\nAji Bonar tertarik untuk melawan putra Raja Tiangkerarasan. Setelah berpamitan pada keluarganya, Aji Bonar segera berangkat menuju istana. Putra raja penasaran akan penantangnya kali ini.\n\n“Siapa pemuda dusun ini ?”, pikirnya sambil menatap Aji Bonar dengan seksama.\n\nAji Bonar tersenyum ramah meski ia melihat tatapan putra raja yang meremehkannya.\n\n“Kapan kau siap beradu gasing denganku ?”, tanya putra raja dengan nada sombong kepada Aji Bonar.\n\n“Sekarangpun aku siap”, jawab Aji Bonar datar. Putra raja terkejut mendengar jawaban Aji Bonar. Ia segera memerintahkan pengawal untuk mengundang penduduk datang ke istana guna melihatnya bertanding melawan Aji Bonar.\n\nSuara riuh memenuhi halaman istana siang itu. Para penduduk yang mendukung putra raja terkesima melihat jagoannya dikalahkan Aji Bonar. Baru kali ini ada orang yang mampu mengalahkan putra raja bermain gasing. Merekapun pulang dengan wajah kecewa.\n\nKekecewaan yang dirasakan para penduduk rupanya tak sebesar kekecewaan yang dirasakan putra raja. Bukan hanya kecewa, putra raja juga merasa harga dirinya jatuh ketika dikalahkan oleh pemuda dusun seperti Aji Bonar. Karena itulah putra raja terus mengundang Aji Bonar ke istana setiap hari untuk beradu gasing dengannya.\n\nTaruhan yang semula kecil lama kelamaan menjadi besar. Aji Bonar merasa senang senang saja meladeni tantangan sang putra raja.\n\nNasib baik tak pernah berpihak pada putra raja. Kekalahan yang dialaminya terus menerus tak membuatnya jera. Ia justru semakin bersemangat untuk mengalahkan Aji Bonar. Pada suatu hari setelah mengalami kekalahan lagi, ia berkata kepada Aji Bonar.\n\nCerita Rakyat Paling Pendek dari Riau Legenda Aji Bonar\nCerita Rakyat Paling Pendek dari Riau Legenda Aji Bonar\n“Aji Bonar, kuakui dirimu sungguh mahir bermain gasing”, katanya dengan nada yang tetap pongah. “Esok adalah puncak pertarungan kita”, lanjutnya lagi. “Jika kau berhasil mengalahkanku esok hari, maka aku akan menyerahkan seluruh Kerajaan Tiangkerarasan kepadamu..”.\n\nSeluruh penduduk yang menyaksikan putra raja berkata begitu sungguh terkejut. Demikian juga raja dan permaisuri. Mereka tak menyangka putranya seberani itu, mempertaruhkan nasib seluruh kerajaan. Meski demikian, raja tak mampu berbuat apa apa. Pantang baginya untuk meralat omongan putranya itu.\n\nAji Bonarpun terlihat terkejut. Ia tak mengira lawannya berani bertaruh sebesar itu. Meski heran, Aji Bonar menyambut tantangan yang ditawarkan padanya.\n\n“Baiklah….”, ujarnya singkat. “Aku akan kembali kesini esok pagi..”, tambahnya sambil berlalu meninggalkan istana diikuti tatapan mata penduduk Tiangkerarasan.\n\nKeesokan harinya halaman istana telah dipenuhi para penduduk sedari pagi. Raja dan penghuni istana lainnya terlihat tegang menunggu pertandingan dimulai. Tak lama kemudian Aji Bonar tiba disana. Kedatangannya disambut sorak sorai  para penduduk. Sebagian besar penduduk besimpati atas kesederhanaan pemuda itu. Mereka juga kagum akan permainan gasingnya yang memukau.\n\nPertandingan berlangsung sengit. Putra raja dan Aji Bonar mengeluarkan segenap keahliannya masing masing. Setelah berlangsung cukup lama, Aji Bonar kembali mengalahkan putra raja. Kemenangannya membuat seluruh penghuni Kerajaan Tiangkerarasan berwajah pucat pasi. Tak disangka permainan gasing salah satu anggota kerajaan membuat mereka semua terusir dari istana.\n\nRaja dan permaisuri tak mampu menahan kesedihan. Mereka sangat terpukul mendapati Kerajaan Tiangkerarasan kini dibawah kekuasaan Aji Bonar. Dengan menahan malu atas kekalahan putranya yang sombong, raja dan keluarganya segera meninggalkan istana.\n\nAji Bonar sungguh tak percaya dirinya kini menjadi raja Tiangkerarasan. Iapun segera pulang memboyong ibu serta sang nelayan dan istrinya ke istana. Ibunda Aji Bonar juga tak mengira putra semata wayangnya itu telah mengembalikan dirinya ke istana yang sempat dihuninya dulu.\n\nMeski pada akhirnya ibunda Aji Bonar memberitahukan jati diri Aji Bonar yang sebenarnya, ia tak merasa dendam pada ayahnya. Ia malah mengajak ayahnya dan seluruh saudara saudaranya untuk kembali ke istana. Rasa malu akan perbuatannya dulu membuat sang raja tak mampu untuk kembali kesana. Ia memilih mengasingkan diri bersama keluarganya jauh dari istana.",
      "sumber": "https://dongengceritarakyat.com/cerita-rakyat-paling-pendek-dari-riau-legenda-aji-bonar/",
      "img": "https://dongengceritarakyat.com/wp-content/uploads/2020/03/Cerita-Rakyat-Paling-Pendek-dari-Riau-Legenda-Aji-Bonar-768x433.png"
    },
    {
      "judul": "Kisah si Paga",
      "asal": "Bangka Belitung",
      "sinopsis": "Dongeng rakyat kali ini tidak kalah menarik dengan Kumpulan Cerita Nusantara lainnya. Asal cerita rakyat nusantara kali ini berasal dari Bangka Belitung. Kisah ini menceritakan seseorang pemberani yang berhasil melakukan perubahan di daerahnya. Siapakah lelaki pemberani itu? Ini dia kisahnya.",
      "cerita": "Paga adalah seorang pemuda yang hidup pada zaman dahulu. Tubuhnya terbilang kecil namun keberaniannya sangat mengagumkan. Pada suatu hari ia datang ke desa Penyak di Pulau Bangka. Ia merasa betah tinggal di desa itu hingga akhirnya memutuskan untuk menetap, walau sesungguhnya keamanan desa Penyak tidaklah terlalu baik. Kerap kali terjadi perampokan dan penjarahan di desa Penyak. Yang mengherankan, para perampok dan penjarah itu langsung menghilang setelah melakukan aksi jahat mereka. Warga desa tidak mengetahui dari mana para perampok itu berasal dan kemana pula mereka pergi. Para perampok itu seperti hilang ditelan bumi setelah melakukan aksi jahatnya.\n\nDi desa Penyak itu juga terdapat hutan yang terkenal angker. Tidak pernah ada penduduk desa Penyak yang berani memasuki hutan. Menurut mereka, hutan itu dihuni oleh hantu, jin, setan, dan dedemit yang sangat menyeramkan. Mereka percaya, siapa pun juga yang nekat memasuki hutan itu akan berakhir dengan kematiannya karena dimangsa makhluk-makhluk gaib yang menyeramkan itu.\n\nWarga desa Penyak secara turun-temurun memang tidak berani memasuki hutan angker itu. Namun, tidak bagi Paga!\n\nkumpulan cerita nusantara kisah si paga\nkumpulan cerita nusantara kisah si paga\nPaga tidak hanya berniat memasuki hutan angker itu melainkan juga hendak membuka hutan untuk dijadikannya lahan garapan bercocok tanam. Beberapa warga desa yang mengetahui rencana Paga itu mencoba menasihati agar Paga mengurungkan niatnya. Saran mereka, “Paga, daripada engkau mati konyol di dalam hutan angker itu, sebaiknya engkau urungkan saja niatmu. Masih banyak lahan di desa Penyak ini yang dapat engkau garap.”\n\nNamun, Paga bersikeras untuk tetap memasuki hutan angker itu. Warga desa Penyak akhirnya membiarkan Paga untuk mewujudkan rencananya.\n\nSesungguhnya Paga tidak asal nekat. Beberapa minggu sebelumnya, Paga memergoki beberapa orang asing memasuki hutan angker itu secara sembunyi-sembunyi. Paga mengetahui, mereka bukan warga desa Penyak. Mungkinkah mereka berhubungan dengan para perampok dan penjarah yang sangat meresahkan warga desa Penyak selama itu?\n\nPaga sangat penasaran. Ia yakin, orang-orang asing yang memasuki hutan angker secara diam- diam itu berhubungan dengan para perampok yang sangat meresahkan warga desa Penyak.\n\nDengan membawa peralatan kerja, Paga mulai memasuki hutan angker. Dari pinggir hutan hingga memasuki hutan, Paga tidak menemukan halhal yang mencurigakan. Tidak pula ia dihadang aneka makhluk gaib menyeramkan seperti yang dituturkan warga desa Penyak. Yang ditemuinya adalah kelebatan hutan dan aneka hewan hutan yang berlarian dan beterbangan ketika berjumpa dengannya.\n\nDi tempat yang dirasanya cocok, Paga mulai menebang pohon-pohon. Ia hendak berladang di tempat itu. Sejak pagi hingga sore hari Paga bekerja keras menebang pohon dan membersihkan tempat itu. Jika malam tiba, Paga tidur di atas dahan pohon besar. Berminggu-minggu Paga bekerja seorang diri hingga lahan untuknya bercocok tanam akhirnya jadi dan siap untuk ditanami.\n\nKetika Paga tengah sibuk menyiapkan lahan garapannya di hutan angker, warga desa dikejutkan dengan adanya berita menghebohkan. Para perompak ganas akan beraksi di desa Penyak. Mereka tidak hanya akan mengambil dan merampas harta benda yang dimiliki warga desa, melainkan juga akan menculik dan memaksa warga untuk dijadikan budak belian.\n\nWarga desa Penyak segera mengungsi ke tempat yang aman. Mereka pergi berbondong-bondong meninggalkan desa seraya membawa harta benda yang dapat mereka bawa. Hewan-hewan ternak milik warga turut pula diungsikan.\n\nBerita itu ternyata benar adanya. Beberapa waktu setelah semua warga desa Penyak mengungsi, para perompak ganas tiba di desa Penyak. Mereka dipimpin Si Biru, kepala perompak yang terkenal kejam dan sangat ditakuti. Amat terperanjat mereka mendapati keadaan desa Penyak yang sepi tiada penghuni laksana desa Penyak itu desa mati. Si Biru sangat marah. Ia pun memerintahkan kepada segenap anak buahnya untuk membakar dan menghancurkan rumah-rumah warga desa Penyak. Mereka lantas kembali ke kapal mereka dengan tangan kosong. Kapal pun segera berlayar setelah Si Biru memerintahkan untuk berangkat.\n\nKapal para perompok itu ternyata kemudian berlabuh tidak jauh dari desa Penyak, di bagian tersembunyi di hutan angker. Setelah menyembunyikan kapal, Si Biru dan segenap anak buahnya memasuki hutan angker yang telah mereka jadikan markas sejak lama.\n\nKedatangan mereka sesungguhnya diketahui Paga secara tidak sengaja. Dari tempat persembunyiannya, Paga terus mengamati dan mengikuti kemana para perompak itu menuju. Akhirnya Paga mengetahui di mana para perompak itu bermarkas yang ternyata tidak terlalu jauh dari bagian hutan yang telah dipersiapkannya untuk lahan garapan!\n\nSetelah mengamati kekuatan para perompak, Paga segera beraksi. Ia menggertak dengan suara lantang yang sangat mengagetkan para perompak. Selaku pemimpin perompak, Si Biru lantas menghadapinya dengan pedang besar di tangan ketika melihat Paga muncul dari tempat persembunyiannya. Si Biru bahkan meminta puluhan anak buahnya itu untuk tidak membantunya setelah ia melihat tubuh Paga yang kecil itu.\n\nSama sekali Paga tidak gentar berhadapan dengan Si Biru dengan bersenjatakan pedang besarnya itu. Dengan tangan kosong dilayaninya serangan Si Biru. Beberapa saat pertarungan itu terjadi dan pada kesempatan yang tepat, Paga melancarkan serangan telaknya. Si Biru jatuh terjerembap terkena pukulan keras Paga yang mendarat telak di ulu hatinya. Begitu kerasnya pukulan Paga hingga pemimpin perompak ganas itu jatuh pingsan karenanya.\n\nBeberapa orang anak buah Si Biru bergegas mengurung Paga dan beramai-ramai mereka mengeroyok pemuda bertubuh kecil namun amat pemberani itu. Paga kembali menunjukkan kemampuan bertarungnya yang luar biasa. Pukulan dan tendangan kerasnya membuat pengeroyoknya terjatuh. Paga sengaja mengarahkan jatuhnya para perompak itu ke rerimbunan rumput jelatang yang banyak tumbuh di hutan itu. Akibatnya, para perompak yang jatuh ke rerimbunan rumput jelatang merasakan kulit mereka gatal dan panas yang sangat menyiksa. Mereka berteriak-teriak kesakitan.\n\nPara perompak yang lain merasa takut. Mereka menganggap Paga mempunyai kesaktian yang luar biasa. Mereka pun beramai-ramai meletakkan senjata mereka dan menyembah nyembah meminta ampun kepada Paga.\n\nSetelah mereka menyatakan bertaubat, Paga lantas menyadarkan dan menyembuhkan Si Biru serta beberapa perompak yang terluka akibat pukulan dan tendangan kerasnya. Mendapati perlakuan Paga yang baik, Si Biru akhirnya menyatakan taubat dan penyesalannya. Ia perintahkan seluruh anak buahnya untuk menghentikan perbuatan jahat mereka dan kembali meniti jalan kebaikan seperti yang disarankan Paga. Si Biru menyebut Paga sebagai pemimpin mereka dan ia siap menjalankan perintah Paga. Bahkan Si Biru dan seluruh anak buah membantu Paga dalam membabat hutan. Mereka bergotong royong membuat lahan pertanian. Dengan kerja keras mereka, lahan pertanian pun segera tercipta. Para bekas perompak itu mulai berladang, menanam aneka tanaman pangan. Mereka juga mendirikan rumah-rumah di dekat ladang garapan mereka.\n\nDesa Penyak berubah menjadi desa yang aman setelah para perompak itu meninggalkan pekerjaan jahat mereka. Warga desa sangat berterima kasih kepada Paga. Mereka juga sadar, aneka makhluk gaib menyeramkan yang selama itu menghuni hutan angker itu ternyata bohong. Kabar bohong itu ternyata diberitakan dan disebarluaskan oleh para perompak untuk menakut-nakuti warga desa Penyak agar markas persembunyian mereka tidak diketahui warga desa Penyak.\n\nPaga hidup berbahagia bersama Si Biru dan puluhan bekas perompak yang kesemuanya telah dianggapnya sebagai sahabat.",
      "sumber": "https://dongengceritarakyat.com/kumpulan-cerita-nusantara-kisah-si-paga/",
      "img": "https://dongengceritarakyat.com/wp-content/uploads/2015/03/kumpulan-cerita-nusantara-kisah-si-paga.jpg"
    },
    {
      "judul": "Legenda Batu Bagga",
      "asal": "Sulawesi Tengah",
      "sinopsis": "Legenda batu bagga ini memang sangat mirip dengan salah satu cerita rakyat yang berasal dari Sumatera Barat.",
      "cerita": "P:ada zaman dahulu kala di pulau Sulawesi, hiduplah seorang pria bernama Intobu.\n\nIa tinggal berdua dengan anak satu-satunya yang bernama Impalak.\n\nMereka miskin.\n\nPekerjaan sehari-hari mereka adalah menjadi nelayan.\n\nMereka pergi ke laut untuk menangkap ikan setiap malam, bahkan pada saat cuaca buruk.\n\nIntobu selalu menasehati anaknya, “Menjadi nelayan adalah satu-satunya penghasilan kita. Jangan anggap cuaca buruk sebagai musuh kita.”\n\nImpalak mengangguk.\n\n“Ya, Ayah,” katanya.\n\nIntobu dan Impalak bekerja sebagai nelayan selama bertahun-tahun. Namun berjalannya waktu Impalak mulai bosan dengan pekerjaan itu. Dia ingin mencoba sesuatu yang baru. Dia ingin membuat hidup lebih baik untuk ayahnya dan dirinya sendiri.\n\nSuatu hari, Impalak mencoba berbicara dengan ayahnya tentang keinginannya.\n\n“… Ayah, maafkan aku,” Impalak merasa ragu.\n\n“Ada apa, Anakku?” Intobu penasaran melihat sikap anaknya yang aneh.\n\n“Ayah, sebenarnya saya ingin berhenti bekerja sebagai nelayan. Saya ingin pergi ke luar negeri dan mencoba bekerja yang lain,” kata Impalak.\n\nIntobu sedih mendengar keputusan putranya, tapi dia juga ingin Impalak sukses.\n\n“Kalau itu keputusanmu, aku tidak bisa berbuat apa-apa selain mempersilakanmu pergi. Aku hanya bisa mendoakan keselamatan dan kesuksesanmu” ucap Intobu.\n\n“Tapi aku ingin kamu selalu mengingat tanah airmu. Ingat desa dan ayahmu, yang sudah tua ini.” lanjutnya.\n\n“Ya, Ayah. Aku akan selalu ingat. Terima kasih,” kata Impalak bersemangat.\n\nKeesokan harinya, Impalak berangkat ke pelabuhan. Dia melihat Bagga (perahu layar) dan pergi menemui pemiliknya.\n\n“Maaf, Tuan. Saya ingin tahu apakah saya boleh berlayar dengan Anda?” Tanya Impalak.\n\nPemilik Bagga terdiam sesaat.\n\n“Ini bukan masalah bagiku. Tapi mengapa kamu ingin berlayar denganku, dan apakah kamu sudah meminta izin dari orang tuamu?” Tanya pemilik Bagga kemudian.\n\n“Saya bekerja di sini sebagai nelayan dengan ayah saya, tetapi saya ingin mencoba peruntungan di luar negeri. Ayah saya setuju dengan rencana saya,” kata Impalak.\n\n“Baiklah, aku akan berlayar besok. Temui aku di sini besok pagi. Ngomong-ngomong, siapa namamu?” Tanya pemilik bagga ini.\n\n“Terima kasih Pak. Nama saya Impalak, Pak,” jawab Impalak senang.\n\nKembali ke rumahnya, Impalak memberi tahu ayahnya tentang pertemuannya dengan pemilik perahu Bagga.\n\n“Kapan kau meninggalkan?” Intobu bertanya.\n\n“Besok, Ayah,” jawab Impalak.\n\nSelanjutnya pagi harinya, impalak pergi ke pelabuhan bersama ayahnya. Perahu Bagga sedang bersiap berlayar.\n\n“Cepat, Impalak!” Pemilik Bagga berteriak.\n\nImpalak mencium tangan ayahnya“\n\n“Ayah saya pamit, mohon jaga diri ayah baik-baik,” kata Impalak.\n\n“Pergilah, Nak. Aku memberkatimu,” kata Intobu.\n\nAda air mata berlinang di mata Intobu saat melihat Bagga meninggalkan pelabuhan.\n\nBeberapa tahun berlalu. Setiap kali Intobu melihat perahu Bagga, dia selalu berharap anaknya akan kembali. Tetapi tidak ada kabar sama sekali dari Impalak.\n\nSuatu hari, Intobu pergi memancing seperti biasa.\n\nDia menggunakan perahu kecil dan menuju ke perairan terbuka dekat pelabuhan. Pada saat itulah dia melihat Bagga menuju pelabuhan.\n\nKetika Bagga sudah mendekati sampan Intobu, dia melihat seorang pemuda tampan berdiri di dek depan Bagga ini. Pemuda itu ditemani oleh istrinya yang cantik. Intobu mengenali pemuda. Dia adalah Impalak putra kesayangannya.\n\n“Impalak, Nak.” Teriak Intobu.\n\n“Impalak! Impalak, anakku!” Intobu berteriak dengan semangat.\n\nImpalak mendengar teriakan ayahnya, tapi dia mengabaikannya.\n\n“Sayangnya, ada seseorang di sana yang memanggil namamu. Apa itu ayahmu?” Tanya istrinya.\n\n“Bukan, dia bukan ayahku. Abaikan dia sayang” Impalak malu mengakui ayah tuanya di depan istrinya yang cantik.\n\nIntobu mencoba mendayung perahunya lebih mendekat ke Bagga, tetapi tiba-tiba ada ombak besar di lautan.\n\nPerahu Intobu dihantam ombak dan hampir tenggelam.\n\n“Tolong … Bantu aku … Impalak, tolong …!” Intobu berteriak, meminta bantuan anaknya.\n\nTapi Impalak mengabaikan ayahnya. Dia bahkan mengubah Bagga menjadi berlawanan dengan arah perahu sampan Intobu.\n\nLegenda Batu Bagga\nLegenda Batu Bagga\nIntobu sangat bersedih melihat Anak yang dia sayangi mengabaikannya seperti itu.\n\nKekecewaan  bercampur dengan kesedihan dan kemarahan.\n\nDia melihat ke langit dan berdoa, “Oh, Tuhan, tolong dengarkan doaku. Jika memang dia benar Impalak anakku. Aku mengutuk Bagga anak pemberontak itu menjadi batu.”\n\nTidak lama setelah doa yang dipanjatkan oleh Intobu, badai datang dan melanda Impalak Bagga ini.\n\nAngin bertiup sangat kencang, mendorong Bagga ke pantai.\n\nTiba-tiba, Bagga dan Impalak berubah menjadi batu. batu masih ada sampai sekarang. Orang menyebut Batu Bagga.",
      "sumber": "https://dongengceritarakyat.com/legenda-batu-bagga/",
      "img": "https://dongengceritarakyat.com/wp-content/uploads/2020/09/Legenda-Batu-Bagga.jpg"
    }
  ]
}